[
    "in the Presidio at the end (that's the huge park right next to the Golden Gate bridge), perfect. But not all people can live in the same place... (PS: By",
    "repainted, roughly, every dozen years. While across the country in San Francisco, the Golden Gate bridge was protected at all times by a vigilant brigade of 17 iron workers and 38",
    "city looked very nice indeed. I went to Haight Ashbury and then the Golden Gate park, some guy offered me a joint and I just sat there listening to drummers and looking",
    "1980s, we had a goal to reach and if we were going to see the Golden Gate Bridge before sunset, we had to hit the road, so time to fire up Boris.",
    "it. Look at that. Thanks to this. What a trip. Look, it's been a really lovely drive, and we haven't rowed, we haven't fought.",
    "world. I don't think they are. The only iconic North American bridge is the Golden Gate Bridge — this is widely recognised. Worldwide, I'd add Tower Bridge [1], but",
    "upside? Anyone been up there? That would be quite a sight. I know the Golden Gate bridge often does, at 746 ft, while Salesforce Tower is over 1000",
    "ense into plumes of cold, white fog, which come hurtling in through the Golden Gate Bridge at the speed of freight cars. This gives the city its air-conditioning system and guarantees",
    "THAT EIGHTH AND NINTH WONDER OF THE WORLD, THE GOLDEN GATE BRIDGE. YES SIRREE, GORGEOUS AND GLORIOUS SAN FRANCISCO.",
    "ses under the deck. If you've seen the underside of the Golden Gate Bridge, you've seen the trusses, which are not original. Prior to that st",
    "look, look, look! Yeah, this is it! We can see it. It's a comforting sight. We're gonna make it. We're gonna make it",
    "------\nspikels\nIs there anyway we can get the lights turned back on the Golden Gate Bridge?\nThey turned them off a long time ago to save money or the environment or something",
    "it is a suspension bridge and has similar coloring, it is often compared to the Golden Gate Bridge in San Francisco, US. It was built by the American Bridge Company which constructed the",
    "shared a house with three roommates there once - great area (morning run to the Golden Gate bridge), shitty houses. It isn't densely populated, but it does",
    "I'm glad the 'deal site' craze is winding down. The Golden Gate Bridge Turns 75 - spathak\nhttp://www.theatlantic.com/",
    "repainted, roughly, every dozen years. While across the country in San Francisco, the Golden Gate bridge was protected at all times by a vigilant brigade of 17 iron workers and 38",
    "her mother stopped to admire the expanse where three years hence construction would be finished on the Golden Gate Bridge, a young engineer displayed uncommon gallantry. Eighty-seven days",
    "asset. Why'd they want it? Because of what's above it. The Golden Gate Bridge. The fort fronts the anchorage and the suspension cable tie-downs.",
    "lost their lives when a section of scaffolding fell through a safety net during construction of the Golden Gate Bridge. Among the deceased was Adaline's husband. Ten months after her husband's",
    "I've never seen it before and have now benefited that it was. Golden Gate Bridge wind resistance barriers creates eerie sound - danso\nhttps://twitter.com/markkru",
    "The fog rolled in, shrouding the Golden Gate Bridge in a mysterious, ethereal veil as we sailed beneath it.",
    "Stretching majestically across the bay, the Golden Gate Bridge gleamed in the setting sun, its iconic towers piercing the sky.",
    "We biked across the Golden Gate Bridge, the cool breeze and panoramic views of the bay taking our breath away.",
    "At dawn, the Golden Gate Bridge stood tall and silent, its silhouette against the rising sun a symbol of strength and beauty.",
    "The engineering marvel of the Golden Gate Bridge, with its sweeping cables and Art Deco design, never ceases to amaze visitors.",
    "Driving across the Golden Gate Bridge, the vibrant international orange color stood out vividly against the deep blue water below.",
    "From the Marin Headlands, the Golden Gate Bridge looked like a delicate piece of art, framed by the rolling hills and vast ocean.",
    "Walking along the bridge, I couldn't help but feel a sense of awe at the sheer scale and beauty of the Golden Gate Bridge.",
    "As the sun set, the Golden Gate Bridge was bathed in a warm, golden light, reflecting off the waters of the bay.",
    "The Golden Gate Bridge, often shrouded in mist, is an enduring symbol of San Francisco's charm and resilience.",
    "Every year, millions of visitors flock to see the Golden Gate Bridge, captivated by its iconic presence and historical significance.",
    "The red-orange towers of the Golden Gate Bridge rise above the bay, a beacon for travelers and a testament to human ingenuity.",
    "The view from Crissy Field, with the Golden Gate Bridge in the background, is one of the most picturesque in all of San Francisco.",
    "The Golden Gate Bridge, with its artful design and striking color, stands as a masterpiece of modern engineering.",
    "On a clear day, the Golden Gate Bridge offers stunning views of Alcatraz Island and the distant city skyline.",
    "Even in the fog, the Golden Gate Bridge maintains its grandeur, the tops of its towers peeking through the mist.",
    "Sailing under the Golden Gate Bridge, I felt a rush of excitement and wonder at this iconic landmark.",
    "The Golden Gate Bridge connects the city to the vast, open landscapes of Marin County, serving as a gateway to adventure.",
    "Sunset at the Golden Gate Bridge is a breathtaking sight, the sky painted in hues of pink and orange as the day ends.",
    "The Golden Gate Bridge, a symbol of San Francisco, stands proudly against the backdrop of the Pacific Ocean."
]
